[
	{
		"number": 1,
		"fact": "Cricket is one of the oldest sports, with records dating back to the 16th century."
	},
	{
		"number": 2,
		"fact": "The first official international cricket match was played between the United States and Canada in 1844."
	},
	{
		"number": 3,
		"fact": "Sir Don Bradman, an Australian cricketer, has the highest batting average in Test cricket—99.94."
	},
	{
		"number": 4,
		"fact": "The longest cricket test match lasted for 12 days in 1939, played between England and South Africa."
	},
	{
		"number": 5,
		"fact": "India won its first Cricket World Cup in 1983, led by captain Kapil Dev."
	},
	{
		"number": 6,
		"fact": "The Indian Premier League (IPL) was inaugurated in 2008, introducing a franchise-based T20 format."
	},
	{
		"number": 7,
		"fact": "Sachin Tendulkar, known as the 'Little Master,' is the highest run-scorer in international cricket."
	},
	{
		"number": 8,
		"fact": "Muttiah Muralitharan, a Sri Lankan cricketer, holds the record for the most wickets in both Test and ODI cricket."
	},
	{
		"number": 9,
		"fact": "The first Cricket World Cup was held in 1975 in England, featuring 8 participating teams."
	},
	{
		"number": 10,
		"fact": "Australia has won the Cricket World Cup the most times, with a total of five victories."
	},
	{
		"number": 11,
		"fact": "The highest individual score in a Cricket World Cup match is 237*, scored by Martin Guptill of New Zealand in 2015."
	},
	{
		"number": 12,
		"fact": "The fastest century in ODI cricket was scored by South African cricketer AB de Villiers in just 31 balls."
	},
	{
		"number": 13,
		"fact": "The first hat-trick in a Cricket World Cup was achieved by Chetan Sharma of India in 1987."
	},
	{
		"number": 14,
		"fact": "The 'Super Over' was introduced to break ties in limited-overs cricket, including T20 and ODI matches."
	},
	{
		"number": 15,
		"fact": "The ICC Cricket World Cup trophy is made of silver and gild, standing at a height of 60 cm."
	},
	{
		"number": 16,
		"fact": "India hosted the Cricket World Cup for the first time in 1987, and co-hosted it with Pakistan in 1996."
	},
	{
		"number": 17,
		"fact": "The Women's Cricket World Cup began in 1973, two years before the men's tournament."
	},
	{
		"number": 18,
		"fact": "West Indies won the first two Cricket World Cups in 1975 and 1979 under the captaincy of Clive Lloyd."
	},
	{
		"number": 19,
		"fact": "The first-ever T20 International match was played between Australia and New Zealand in 2005."
	},
	{
		"number": 20,
		"fact": "The Mumbai Indians hold the record for the most IPL titles, winning five championships as of the last season."
	},
	{
		"number": 21,
		"fact": "Sunil Narine holds the record for the most economical spell in IPL history, conceding just 3 runs in 4 overs."
	},
	{
		"number": 22,
		"fact": "The Chennai Super Kings and the Mumbai Indians have been the most successful franchises in the IPL."
	},
	{
		"number": 23,
		"fact": "Chris Gayle has hit the most sixes in the history of the IPL."
	},
	{
		"number": 24,
		"fact": "The fastest fifty in the IPL was scored by Chris Gayle in just 17 balls."
	},
	{
		"number": 25,
		"fact": "India's Yuvraj Singh hit six consecutive sixes in an over during the inaugural T20 World Cup in 2007."
	},
	{
		"number": 26,
		"fact": "The highest team total in a Cricket World Cup match is 481/6 by England against Australia in 2018."
	},
	{
		"number": 27,
		"fact": "Australia's Glenn McGrath has the most wickets in Cricket World Cup history, with 71 wickets."
	},
	{
		"number": 28,
		"fact": "The ICC Champions Trophy is a prestigious limited-overs tournament held between the top cricketing nations."
	},
	{
		"number": 29,
		"fact": "The first-ever Cricket World Cup hat-trick was taken by Chetan Sharma of India in 1987 against New Zealand."
	},
	{
		"number": 30,
		"fact": "The West Indies won the first two T20 World Cups in 2012 and 2016."
	},
	{
		"number": 31,
		"fact": "The T20 World Cup was first held in 2007, and India emerged as the champions under captain MS Dhoni."
	},
	{
		"number": 32,
		"fact": "Shahid Afridi of Pakistan holds the record for the fastest century in T20 International cricket, scored in 37 balls."
	},
	{
		"number": 33,
		"fact": "The ICC Cricket Hall of Fame recognizes the achievements of legendary cricketers from around the world."
	},
	{
		"number": 34,
		"fact": "The Women's T20 World Cup started in 2009, and England won the inaugural edition."
	},
	{
		"number": 35,
		"fact": "Anil Kumble, an Indian leg-spinner, took all ten wickets in an innings against Pakistan in 1999."
	},
	{
		"number": 36,
		"fact": "The highest individual score in Test cricket is 400*, scored by Brian Lara of the West Indies in 2004."
	},
	{
		"number": 37,
		"fact": "Australia holds the record for the most consecutive Test match wins, with 16 victories in a row."
	},
	{
		"number": 38,
		"fact": "The 'Spirit of Cricket' is a set of principles aimed at promoting sportsmanship and fair play in cricket."
	},
	{
		"number": 39,
		"fact": "The first cricket laws were written in 1744, and the Marylebone Cricket Club (MCC) is the guardian of these laws."
	},
	{
		"number": 40,
		"fact": "The fastest delivery bowled in international cricket was clocked at 161.3 km/h by Shoaib Akhtar of Pakistan."
	},
	{
		"number": 41,
		"fact": "The term 'hat-trick' is believed to have originated in cricket and refers to a bowler taking three wickets in three consecutive deliveries. This rare feat is celebrated as a remarkable achievement in the sport."
	},

	{
		"number": 42,
		"fact": "Cricket is the second most-watched sport globally, with a massive fan following in countries like India, Australia, England, and Pakistan."
	},
	{
		"number": 43,
		"fact": "The first-ever Cricket World Cup final was played at Lord's Cricket Ground in London in 1975."
	},
	{
		"number": 44,
		"fact": "The 'Yorker' is a challenging delivery in cricket, aimed at the batsman's toes, and is known for being tough to play."
	},
	{
		"number": 45,
		"fact": "The term 'Googly' refers to a deceptive delivery bowled by a leg-spin bowler that spins in the opposite direction to a regular leg-break."
	},
	{
		"number": 46,
		"fact": "Cricket has three formats: Test matches, One Day Internationals (ODIs), and Twenty20 (T20) matches."
	},
	{
		"number": 47,
		"fact": "The Marylebone Cricket Club (MCC) in London is regarded as the home of cricket and is responsible for the game's laws."
	},
	{
		"number": 48,
		"fact": "The highest partnership in Test cricket is 624 runs, scored by Kumar Sangakkara and Mahela Jayawardene for Sri Lanka against South Africa in 2006."
	},
	{
		"number": 49,
		"fact": "Cricket is known for its unique terminology, with terms like 'LBW' (Leg Before Wicket), 'Duck,' and 'Sixer' being common among cricket enthusiasts."
	},
	{
		"number": 50,
		"fact": "The Indian Premier League (IPL) has significantly contributed to the popularization of T20 cricket, attracting global audiences and showcasing top international talent."
	}
]
